Repository: xmliszt/joodle
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, ja, ko, tr, zh_hans, zh_hant

source: Share Your Day
fr: Partagez votre journée
ja: 今日をシェア
ko: 오늘 공유하기
tr: Gününü paylaş
zh_hans: 分享你的一天
zh_hant: 分享你的一天

source: Share your doodle to Instagram
fr: Partagez votre doodle sur Instagram
ja: 落書きを Instagram にシェア
ko: 낙서를 인스타그램에 공유해 보세요
tr: Karalamanı Instagram'da paylaş
zh_hans: 把涂鸦分享到 Instagram
zh_hant: 把塗鴉分享到 Instagram

source: Share Your Month
fr: Partagez votre mois
ja: 今月をシェア
ko: 이번 달 공유하기
tr: Ayını paylaş
zh_hans: 分享你的一月
zh_hant: 分享你的一月

source: Share Your Week
fr: Partagez votre semaine
ja: 今週をシェア
ko: 이번 주 공유하기
tr: Haftanı paylaş
zh_hans: 分享你的一周
zh_hant: 分享你的一週

source: Sharing
fr: Partage
ja: 共有
ko: 공유
tr: Paylaşım
zh_hans: 分享
zh_hant: 分享

source: Show a popup to add notes after doodling
fr: Afficher une fenêtre pour ajouter des notes après le doodle
ja: Joodle の後にメモを追加するポップアップを表示
ko: 낙서 후 메모 추가 팝업 표시
tr: Karaladıktan sonra not eklemek için açılır pencere göster
zh_hans: 涂鸦后显示弹窗以添加笔记
zh_hant: 塗鴉後顯示彈出視窗以新增筆記

source: Show Manage Subscriptions Sheet
fr: Afficher la feuille de gestion des abonnements
ja: サブスクリプション管理シートを表示
ko: 구독 관리 시트 표시
tr: Abonelik yönetimi sayfasını göster
zh_hans: 显示订阅管理面板
zh_hant: 顯示訂閱管理面板

source: Show Redeem Code Sheet
fr: Afficher la feuille de code promo
ja: コード引き換えシートを表示
ko: 코드 교환 시트 표시
tr: Kod kullanma sayfasını göster
zh_hans: 显示兑换码面板
zh_hant: 顯示兌換碼面板

source: Shows an animated water level that drains throughout the day in the background. Water level reacts to the tilting of your device.
fr: Affiche en arrière-plan un niveau d'eau animé qui baisse au fil de la journée. Le niveau d'eau réagit à l'inclinaison de votre appareil.
ja: 背景に、1日を通して減っていくアニメーションの水位を表示します。水位は端末の傾きに反応します。
ko: 배경에서 하루 동안 점차 낮아지는 애니메이션 물 높이를 보여줍니다. 물 높이는 기기 기울임에 반응합니다.
tr: Gün boyunca arka planda azalan hareketli bir su seviyesi gösterir. Su seviyesi, cihazını eğmene tepki verir.
zh_hans: 在背景中显示全天逐渐下降的动态水位。水位会随设备倾斜而变化。
zh_hant: 在背景中顯示整天逐漸下降的動態水位。水位會隨裝置傾斜而變化。

source: Skip
fr: Passer
ja: スキップ
ko: 건너뛰기
tr: Atla
zh_hans: 跳过
zh_hant: 略過

source: Special offers and promotions
fr: Offres spéciales et promotions
ja: 特別オファーとプロモーション
ko: 특별 할인 및 프로모션
tr: Özel teklifler ve promosyonlar
zh_hans: 特别优惠与促销活动
zh_hant: 特別優惠與促銷活動

source: Spot A Translation Error?
fr: Vous avez repéré une erreur de traduction ?
ja: 翻訳ミスを見つけましたか？
ko: 번역 오류를 발견하셨나요?
tr: Bir çeviri hatası mı buldun?
zh_hans: 发现翻译错误？
zh_hant: 發現翻譯錯誤？

source: Start of Week
fr: Début de la semaine
ja: 週の開始日
ko: 주 시작일
tr: Hafta başlangıcı
zh_hans: 每周起始日
zh_hant: 每週起始日

source: Start of Week affects the layout in "Normal" view mode.
fr: Le début de la semaine affecte la disposition en mode d'affichage "Normal".
ja: 週の開始日は、「Normal」表示のレイアウトに影響します。
ko: 주 시작일은 "일반" 보기 모드의 레이아웃에 영향을 줍니다.
tr: Hafta başlangıcı, "Normal" görünüm modundaki düzeni etkiler.
zh_hans: 每周起始日影响"常规"视图模式的布局。
zh_hant: 每週起始日會影響「一般」檢視模式的版面配置。

source: Starting sync...
fr: Démarrage de la synchronisation...
ja: 同期を開始中...
ko: 동기화 시작 중...
tr: Eşitleme başlatılıyor...
zh_hans: 开始同步…
zh_hant: 開始同步…

source: Status
fr: Statut
ja: 状態
ko: 상태
tr: Durum
zh_hans: 状态
zh_hant: 狀態

source: Submit Testing Feedback
fr: Envoyer un retour de test
ja: テストフィードバックを送信
ko: 테스트 피드백 제출
tr: Test geri bildirimi gönder
zh_hans: 提交测试反馈
zh_hant: 提交測試回饋

source: Subscription
fr: Abonnement
ja: サブスクリプション
ko: 구독
tr: Abonelik
zh_hans: 订阅
zh_hant: 訂閱

source: Subscription Ended
fr: Abonnement terminé
ja: サブスクリプション終了
ko: 구독 종료됨
tr: Abonelik sona erdi
zh_hans: 订阅已结束
zh_hant: 訂閱已結束

source: Subscription ending
fr: Abonnement se terminant
ja: サブスクリプション終了間近
ko: 구독 종료 예정
tr: Abonelik sona eriyor
zh_hans: 订阅即将到期
zh_hant: 訂閱即將到期

source: Subscription Testing
fr: Test d'abonnement
ja: サブスクリプションテスト
ko: 구독 테스트
tr: Abonelik testi
zh_hans: 订阅测试
zh_hant: 訂閱測試

source: Suggested correction
fr: Correction suggérée
ja: 提案された修正
ko: 수정 제안
tr: Önerilen düzeltme
zh_hans: 建议修改
zh_hant: 建議修改

source: Sunday
fr: Dimanche
ja: 日曜日
ko: 일요일
tr: Pazar
zh_hans: 星期日
zh_hant: 星期日

source: Swipe left to delete, or tap Edit to select multiple alarms.
fr: Balayez vers la gauche pour supprimer, ou touchez Modifier pour sélectionner plusieurs alarmes.
ja: 左にスワイプして削除するか、「編集」をタップして複数のアラームを選択してください。
ko: 왼쪽으로 밀어 삭제하거나, 편집을 눌러 여러 알림을 선택하세요.
tr: Silmek için sola kaydır ya da birden fazla alarm seçmek için Düzenle'ye dokun.
zh_hans: 向左滑动删除，或点击编辑以选择多个闹钟。
zh_hant: 向左滑動刪除，或點一下「編輯」以選取多個鬧鐘。

source: Switch Plan
fr: Changer d'offre
ja: プランを切り替え
ko: 요금제 변경
tr: Plan değiştir
zh_hans: 切换方案
zh_hant: 切換方案

source: Switching between subscription plans is handled by the App Store. Tap a new plan to purchase it, or use "Manage or Cancel via App Store" to change or cancel your current subscription.
fr: Le changement d'offre d'abonnement est géré par l'App Store. Touchez une nouvelle offre pour l'acheter, ou utilisez "Gérer ou annuler via l'App Store" pour modifier ou annuler votre abonnement actuel.
ja: サブスクリプションプランの切り替えは App Store で行われます。新しいプランをタップして購入するか、「App Store で管理または解約」を使って現在のサブスクリプションを変更または解約してください。
ko: 구독 요금제 전환은 App Store에서 처리됩니다. 새 요금제를 탭해 구매하거나 "App Store를 통해 관리 또는 취소"를 사용해 현재 구독을 변경하거나 취소하세요.
tr: Abonelik planları arasında geçiş App Store tarafından yönetilir. Satın almak için yeni bir plana dokun ya da mevcut aboneliğini değiştirmek veya iptal etmek için "App Store'dan yönet veya iptal et"i kullan.
zh_hans: 订阅方案切换由 App Store 处理。点击新方案即可购买，或使用"通过 App Store 管理或取消"来变更或取消当前订阅。
zh_hant: 訂閱方案切換由 App Store 處理。點一下新方案即可購買，或使用「透過 App Store 管理或取消」來變更或取消目前的訂閱。

# Switching to %@ (%@) at next renewal
source: Switching to %1$@ (%2$@) at next renewal
fr: Passage à %1$@ (%2$@) au prochain renouvellement
ja: 次回更新時に %1$@（%2$@）へ切り替え
ko: 다음 갱신 시 %1$@ (%2$@)으로 전환
tr: Sonraki yenilemede %1$@ (%2$@) planına geçilecek
zh_hans: 下次续费时切换到%@（%@）
zh_hant: 下次續訂時切換至 %1$@（%2$@）

# Switching to %@ (%@) on %@
source: Switching to %1$@ (%2$@) on %3$@
fr: Passage à %1$@ (%2$@) le %3$@
ja: %3$@ に %1$@（%2$@）へ切り替え
ko: %3$@에 %1$@ (%2$@)으로 전환
tr: %3$@ tarihinde %1$@ (%2$@) planına geçilecek
zh_hans: 将于%@切换到%@（%@）
zh_hant: 將於 %3$@ 切換至 %1$@（%2$@）

source: Swtich to "Normal" view mode, then scroll to the top of the grid, continue to scroll and you should see the weekday labels. To change the Start of Week, go to "Settings" > "General" > "Customization" > "Start of Week".
fr: Passez en mode d'affichage "Normal", puis faites défiler jusqu'en haut de la grille. Continuez de défiler et vous verrez les libellés des jours de la semaine. Pour modifier le début de la semaine, allez dans "Réglages" > "Général" > "Personnalisation" > "Début de la semaine".
ja: 「Normal」表示に切り替え、グリッドの上までスクロールしてください。さらにスクロールすると曜日ラベルが表示されます。週の開始日を変更するには、「設定」>「一般」>「カスタマイズ」>「週の開始日」に進んでください。
ko: "일반" 보기 모드로 전환한 뒤 그리드 맨 위까지 스크롤하고, 계속 스크롤하면 요일 라벨이 보입니다. 주 시작일을 바꾸려면 "설정" > "일반" > "사용자화" > "주 시작일"로 이동하세요.
tr: "Normal" görünüm moduna geç, ardından ızgaranın en üstüne kaydır; kaydırmaya devam edince hafta günü etiketlerini görürsün. Hafta başlangıcını değiştirmek için "Ayarlar" > "Genel" > "Özelleştirme" > "Hafta başlangıcı" bölümüne git.
zh_hans: 切换到"常规"视图模式，然后滚动到网格顶部，继续向上滚动即可看到星期标签。要更改每周起始日，请前往"设置" > "通用" > "自定义" > "每周起始日"。
zh_hant: 切換至「一般」檢視模式，然後捲動到格線頂端，繼續向上捲動即可看到星期標籤。若要變更每週起始日，請前往「設定」>「一般」>「自訂」>「每週起始日」。

source: Sync disabled
fr: Synchronisation désactivée
ja: 同期無効
ko: 동기화 비활성화됨
tr: Eşitleme kapalı
zh_hans: 同步已禁用
zh_hant: 同步已停用

source: Sync enabled
fr: Synchronisation activée
ja: 同期有効
ko: 동기화 활성화됨
tr: Eşitleme açık
zh_hans: 同步已启用
zh_hant: 同步已啟用

source: Sync from StoreKit
fr: Synchronisation depuis StoreKit
ja: StoreKit から同期
ko: StoreKit에서 동기화
tr: StoreKit'ten eşitle
zh_hans: 从商店工具包同步
zh_hant: 從 StoreKit 同步

source: Sync is disabled in app. Enable it to sync with iCloud.
fr: La synchronisation est désactivée dans l'app. Activez-la pour synchroniser avec iCloud.
ja: アプリ内で同期が無効になっています。iCloud と同期するには有効にしてください。
ko: 앱에서 동기화가 비활성화되어 있습니다. iCloud와 동기화하려면 활성화하세요.
tr: Eşitleme uygulamada kapalı. iCloud ile eşitlemek için aç.
zh_hans: 应用内同步已禁用。启用后可与 iCloud 同步。
zh_hant: App 內同步已停用。啟用後即可與 iCloud 同步。

source: Sync may be in progress
fr: La synchronisation est peut-être en cours
ja: 同期中の可能性があります
ko: 동기화가 진행 중일 수 있음
tr: Eşitleme sürüyor olabilir
zh_hans: 同步可能正在进行
zh_hant: 同步可能正在進行中

source: Sync Status
fr: Statut de synchronisation
ja: 同期状態
ko: 동기화 상태
tr: Eşitleme durumu
zh_hans: 同步状态
zh_hant: 同步狀態

source: Sync to iCloud
fr: Synchroniser vers iCloud
ja: iCloud に同期
ko: iCloud에 동기화
tr: iCloud'a eşitle
zh_hans: 同步到 iCloud
zh_hant: 同步到 iCloud

source: Sync to iCloud is enabled
fr: La synchronisation vers iCloud est activée
ja: iCloud への同期は有効です
ko: iCloud 동기화가 활성화됨
tr: iCloud'a eşitleme açık
zh_hans: 已启用 iCloud 同步
zh_hant: 已啟用 iCloud 同步

source: Syncing
fr: Synchronisation
ja: 同期中
ko: 동기화 중
tr: Eşitleniyor
zh_hans: 同步中
zh_hant: 同步中

source: Syncing now
fr: Synchronisation en cours
ja: ただいま同期中
ko: 지금 동기화 중
tr: Şimdi eşitleniyor
zh_hans: 正在同步
zh_hant: 正在同步

source: Syncing...
fr: Synchronisation...
ja: 同期しています...
ko: 동기화 중...
tr: Eşitleniyor...
zh_hans: 同步中…
zh_hant: 同步中…

source: System
fr: Système
ja: システム
ko: 시스템
tr: Sistem
zh_hans: 系统
zh_hant: 系統

source: System error: %@
fr: Erreur système : %@
ja: システムエラー: %@
ko: 시스템 오류: %@
tr: Sistem hatası: %@
zh_hans: 系统错误：%@
zh_hant: 系統錯誤：%@

source: Take a photo as reference
fr: Prenez une photo comme référence
ja: 写真を撮って参考にしよう
ko: 사진을 찍어 참고해 보세요
tr: Referans olarak fotoğraf çek
zh_hans: 拍张照片作参考
zh_hant: 拍張照片作為參考

source: Tap a backup to restore. Restoring will replace all current entries with the contents of that backup.
fr: Touchez une sauvegarde pour la restaurer. La restauration remplacera toutes les entrées actuelles par le contenu de cette sauvegarde.
ja: 復元するバックアップをタップしてください。復元すると現在のすべてのエントリーがそのバックアップの内容に置き換えられます。
ko: 복원할 백업을 누르세요. 복원하면 현재의 모든 항목이 해당 백업의 내용으로 대체됩니다.
tr: Geri yüklemek için bir yedeğe dokun. Geri yükleme, mevcut tüm kayıtları o yedeğin içeriğiyle değiştirir.
zh_hans: 点按要恢复的备份。恢复将用该备份的内容替换所有当前条目。
zh_hant: 點按要還原的備份。還原將以該備份的內容取代所有目前的項目。

source: Tap any date to move your doodle there
fr: Touchez une date pour y déplacer votre doodle
ja: 任意の日付をタップして、Joodle をそこに移動してください
ko: 날짜를 탭하여 낙서를 이동하세요
tr: Karalamanı oraya taşımak için herhangi bir tarihe dokun
zh_hans: 轻触任意日期，将涂鸦移动到那里
zh_hant: 輕觸任一日期，將塗鴉移動到那裡

source: Tap each scenario for step-by-step testing instructions.
fr: Touchez chaque scénario pour voir les instructions de test étape par étape.
ja: 各シナリオをタップすると、手順ごとのテスト手順が表示されます。
ko: 각 시나리오를 탭해 단계별 테스트 지침을 확인하세요.
tr: Adım adım test yönergeleri için her senaryoya dokun.
zh_hans: 点击每个场景查看分步测试说明
zh_hant: 點按每個情境以查看逐步測試說明

source: Tap on your Joodle without releasing your finger, then start dragging to browse
fr: Touchez votre Joodle sans relâcher le doigt, puis commencez à glisser pour parcourir
ja: Joodle を指で押し続けたまま、ドラッグして閲覧してください
ko: 손가락을 떼지 않고 Joodle을 누른 채 드래그해 둘러보세요
tr: Parmağını kaldırmadan Joodle'ne dokun, ardından göz atmak için sürüklemeye başla
zh_hans: 点击涂鸦并按住不放，然后拖动即可浏览
zh_hant: 點按你的 Joodle 並按住不放，然後拖移即可瀏覽

source: Tap to open the canvas
fr: Touchez pour ouvrir le canevas
ja: タップしてキャンバスを開く
ko: 탭하여 캔버스 열기
tr: Tuvali açmak için dokun
zh_hans: 点击打开画布
zh_hant: 點按以開啟畫布

source: Tap to select the future year
fr: Touchez pour sélectionner l'année future
ja: 未来の年を選択するにはタップしてください
ko: 탭하여 미래 연도 선택
tr: Gelecek yılı seçmek için dokun
zh_hans: 点击选择未来年份
zh_hant: 點按以選擇未來年份

source: Tap to select this color
fr: Touchez pour sélectionner cette couleur
ja: この色を選択するにはタップしてください
ko: 탭하여 이 색상 선택
tr: Bu rengi seçmek için dokun
zh_hans: 点击选择此颜色
zh_hant: 點按以選擇此顏色

source: Tap to set an anniversary alarm. Anniversary alarm can only be set if it is today or in the future.
fr: Touchez pour définir une alarme d'anniversaire. Une alarme d'anniversaire ne peut être définie que pour aujourd'hui ou une date future.
ja: 記念日のアラームを設定するにはタップしてください。記念日のアラームは、今日以降の日付でのみ設定できます。
ko: 탭하여 기념일 알림을 설정하세요. 기념일 알림은 오늘 또는 미래 날짜에만 설정할 수 있습니다.
tr: Yıl dönümü alarmı kurmak için dokun. Yıl dönümü alarmı yalnızca bugün veya gelecekteyse kurulabilir.
zh_hans: 点击设置纪念日闹钟。仅可设置今日或未来日期的纪念日闹钟。
zh_hant: 點按以設定紀念日鬧鐘。紀念日鬧鐘僅能設定為今日或未來的日期。

source: Tap to switch to minimized view to see the whole year
fr: Touchez pour passer à la vue minimisée et voir l'année entière
ja: 全体の年表示を見るには、ミニマイズ表示に切り替えてください
ko: 탭하여 축소 보기로 전환해 연간 전체를 보세요
tr: Küçültülmüş görünüme geçerek tüm yılı görmek için dokun
zh_hans: 点击切换到迷你视图以查看全年
zh_hant: 點按以切換至迷你檢視，查看整年

source: Tap to use your camera as a tracing reference
fr: Appuyez pour utiliser votre appareil photo comme référence de traçage
ja: タップしてカメラをトレースの参照として使用します
ko: 탭하여 카메라를 따라 그리기 참조로 사용하세요
tr: Kameranı çizim referansı olarak kullanmak için dokun
zh_hans: 点按即可将相机用作描摹参考
zh_hant: 點按即可將相機用作描摹參考

source: Tap to write a note...
fr: Touchez pour écrire une note...
ja: メモを書くにはタップしてください...
ko: 탭하여 메모 작성...
tr: Not yazmak için dokun...
zh_hans: 点击写笔记…
zh_hant: 點按以撰寫筆記…

source: Teal
fr: Bleu canard
ja: ティール
ko: 청록
tr: Deniz mavisi
zh_hans: 青色
zh_hant: 青色

source: Terms
fr: Conditions
ja: 利用規約
ko: 약관
tr: Koşullar
zh_hans: 条款
zh_hant: 條款

source: Terms of Service
fr: Conditions d'utilisation
ja: 利用規約
ko: 서비스 약관
tr: Hizmet koşulları
zh_hans: 服务条款
zh_hant: 服務條款

source: Test Scenarios
fr: Scénarios de test
ja: テストシナリオ
ko: 테스트 시나리오
tr: Test senaryoları
zh_hans: 测试场景
zh_hant: 測試情境

source: Thanks for supporting Joodle!
fr: Merci de soutenir Joodle !
ja: Joodle を応援していただきありがとうございます！
ko: Joodle를 응원해 주셔서 감사합니다!
tr: Joodle'yi desteklediğin için teşekkürler!
zh_hans: 感谢支持 Joodle！
zh_hant: 感謝你支持 Joodle！

source: The backup from %@ will be removed from iCloud Drive.
fr: La sauvegarde du %@ sera supprimée d'iCloud Drive.
ja: %@のバックアップがiCloud Driveから削除されます。
ko: %@의 백업이 iCloud Drive에서 제거됩니다.
tr: %@ tarihli yedek iCloud Drive'dan kaldırılacak.
zh_hans: %@ 的备份将从 iCloud 云盘中移除。
zh_hant: %@ 的備份將從 iCloud 雲碟中移除。

source: The camera zoom slider should sit under your thumb. Give it a try below, then pick the side that feels natural — you can change this anytime in Settings.
fr: Le curseur de zoom de l'appareil photo devrait se trouver sous votre pouce. Essayez-le ci-dessous, puis choisissez le côté qui vous semble naturel — vous pourrez le modifier à tout moment dans les Réglages.
ja: カメラズームスライダーは親指の下に表示されるはずです。下で実際に試して、しっくりくる側を選んでください。あとから「設定」でいつでも変更できます。
ko: 카메라 줌 슬라이더는 엄지손가락 아래에 위치해야 합니다. 아래에서 직접 사용해 보고 자연스럽게 느껴지는 쪽을 선택하세요. 설정에서 언제든지 변경할 수 있습니다.
tr: Kamera yakınlaştırma kaydırıcısı başparmağının altında olmalı. Aşağıdan dene, sonra sana doğal gelen tarafı seç — bunu istediğin zaman Ayarlar'dan değiştirebilirsin.
zh_hans: 相机变焦滑块应该位于你的拇指下方。在下方试用一下，然后选择你觉得自然的一侧——你可以随时在设置中更改。
zh_hant: 相機變焦滑桿應該位於你的拇指下方。在下方試用一下，然後選擇你覺得自然的一側——你可以隨時在設定中更改。

source: The next 7 days of Joodle Pro are on us
fr: Les 7 prochains jours de Joodle Pro sont offerts
ja: Joodle Pro の最初の7日間はプレゼントです
ko: 다음 7일간 Joodle Pro를 무료로 즐기세요
tr: Joodle Pro'nun önümüzdeki 7 günü bizden
zh_hans: 接下来七天的 Joodle Pro 由我们买单
zh_hant: 接下來七天的 Joodle Pro 由我們招待

source: The selected time has already passed. Please choose a future time for your anniversary alarm.
fr: L'heure sélectionnée est déjà passée. Veuillez choisir une heure future pour votre alarme d'anniversaire.
ja: 選択した時刻はすでに過ぎています。記念日のアラームには未来の時刻を選んでください。
ko: 선택한 시간이 이미 지났습니다. 기념일 알림은 미래 시간으로 선택해 주세요.
tr: Seçtiğin saat çoktan geçti. Yıl dönümü alarmın için ileri bir saat seç.
zh_hans: 所选时间已过。请为纪念日闹钟选择一个未来的时间。
zh_hant: 所選時間已過。請為紀念日鬧鐘選擇一個未來的時間。

source: Theme Changed
fr: Thème modifié
ja: テーマが変更されました
ko: 테마 변경됨
tr: Tema değişti
zh_hans: 主题已更改
zh_hant: 主題已變更

source: Theme color
fr: Couleur du thème
ja: テーマカラー
ko: 테마 색상
tr: Tema rengi
zh_hans: 主题颜色
zh_hant: 主題顏色

source: Theme Color
fr: Couleur du thème
ja: テーマカラー
ko: 테마 색상
tr: Tema rengi
zh_hans: 主题颜色
zh_hant: 主題顏色

source: This device is not capable of making payments.
fr: Cet appareil ne permet pas d'effectuer des paiements.
ja: このデバイスでは支払いを行えません。
ko: 이 기기에서는 결제를 진행할 수 없습니다.
tr: Bu cihaz ödeme yapamıyor.
zh_hans: 此设备不支持支付功能。
zh_hant: 此裝置不支援付款功能。

source: This product is not available in your region.
fr: Ce produit n'est pas disponible dans votre région.
ja: このプロダクトはお住まいの地域では利用できません。
ko: 이 상품은 현재 지역에서 이용할 수 없습니다.
tr: Bu ürün bölgende kullanılamıyor.
zh_hans: 此产品在你所在地区不可用。
zh_hant: 此產品在你所在地區無法使用。

source: This will permanently replace all current entries with the backup from %@. This cannot be undone.
fr: Cela remplacera définitivement toutes les entrées actuelles par la sauvegarde du %@. Cette action est irréversible.
ja: 現在のすべてのエントリーが%@のバックアップで完全に置き換えられます。この操作は元に戻せません。
ko: 현재의 모든 항목이 %@의 백업으로 영구적으로 대체됩니다. 이 작업은 되돌릴 수 없습니다.
tr: Bu işlem, mevcut tüm kayıtları %@ tarihli yedekle kalıcı olarak değiştirir. Bu işlem geri alınamaz.
zh_hans: 这将用 %@ 的备份永久替换所有当前条目。此操作无法撤销。
zh_hant: 這將以 %@ 的備份永久取代所有目前的記錄。此操作無法復原。

source: This will restart the full onboarding experience. Today's entry may be overwritten, and you will go through preference setup again.
fr: Cela redémarrera toute l'expérience d'onboarding. L'entrée d'aujourd'hui peut être écrasée, et vous devrez refaire la configuration des préférences.
ja: これによりオンボーディング全体が再開されます。今日のエントリーは上書きされる場合があり、設定をもう一度やり直すことになります。
ko: 전체 온보딩을 다시 시작합니다. 오늘의 기록이 덮어써질 수 있으며, 환경설정을 다시 진행하게 됩니다.
tr: Bu işlem, tüm tanıtım deneyimini yeniden başlatır. Bugünün kaydının üzerine yazılabilir ve tercih ayarlarını yeniden yaparsın.
zh_hans: 这将重新开始完整的引导体验。今天的记录可能被覆盖，你需要重新进行偏好设置。
zh_hant: 這將重新開始完整的引導體驗。今天的記錄可能會被覆寫，你需要重新進行偏好設定。

source: This will sync your journal entries and preferences with iCloud, making them available across all your devices. Requires internet connection and active iCloud account.
fr: Cela synchronisera vos entrées de journal et vos préférences avec iCloud, les rendant disponibles sur tous vos appareils. Nécessite une connexion Internet et un compte iCloud actif.
ja: これにより、日記のエントリーと設定が iCloud と同期され、すべてのデバイスで利用できるようになります。 インターネット接続と有効な iCloud アカウントが必要です。
ko: 일지 기록과 환경설정을 iCloud와 동기화하여 모든 기기에서 사용할 수 있게 합니다. 인터넷 연결과 활성화된 iCloud 계정이 필요합니다.
tr: Bu işlem, günlük kayıtlarını ve tercihlerini iCloud ile eşitler; böylece tüm cihazlarında kullanılabilir olurlar. İnternet bağlantısı ve etkin bir iCloud hesabı gerektirir.
zh_hans: 这将把你的日记记录和偏好设置同步到 iCloud，使其在所有设备上可用。 需要互联网连接和有效的 iCloud 账户。
zh_hant: 這將把你的日記記錄與偏好設定同步到 iCloud，讓它們可在你所有的裝置上使用。 需要網際網路連線與有效的 iCloud 帳號。

source: Time to check your Joodle for %@
fr: Il est temps de consulter votre Joodle pour %@
ja: %@ の Joodle を確認する時間です
ko: %@의 Joodle을 확인할 시간이에요
tr: %@ için Joodle'ne göz atma zamanı
zh_hans: 是时候查看你%@的涂鸦了
zh_hant: 該來看看你%@的 Joodle 了

source: Time to check your Joodle!
fr: Il est temps de consulter votre Joodle !
ja: Joodle を確認する時間です！
ko: Joodle을 확인할 시간이에요!
tr: Joodle'ne göz atma zamanı!
zh_hans: 是时候查看你的涂鸦了！
zh_hant: 該來看看你的 Joodle 了！

source: Time to Joodle 🌸
fr: L'heure de Joodle 🌸
ja: Joodle の時間 🌸
ko: Joodle할 시간이에요 🌸
tr: Joodle zamanı 🌸
zh_hans: 是时候开始涂鸦啦 🌸
zh_hant: 該來 Joodle 一下了 🌸

source: Tips & Tutorials
fr: Astuces et tutoriels
ja: ヒントとチュートリアル
ko: 팁 및 튜토리얼
tr: İpuçları ve öğreticiler
zh_hans: 技巧与教程
zh_hant: 訣竅與教學

source: To enable iCloud sync, Joodle needs to close and restart. Your data is safe and will sync to iCloud when you reopen the app.
fr: Pour activer la synchronisation iCloud, Joodle doit se fermer puis redémarrer. Vos données sont en sécurité et seront synchronisées vers iCloud lorsque vous rouvrirez l'app.
ja: iCloud 同期を有効にするには、Joodle を終了して再起動する必要があります。 データは安全に保管されており、アプリを再度開くと iCloud に同期されます。
ko: iCloud 동기화를 활성화하려면 Joodle을 종료하고 다시 시작해야 합니다. 데이터는 안전하며 앱을 다시 열면 iCloud로 동기화됩니다.
tr: iCloud eşitlemesini açmak için Joodle'nin kapanıp yeniden başlaması gerekiyor. Verilerin güvende ve uygulamayı yeniden açtığında iCloud ile eşitlenecek.
zh_hans: 要启用 iCloud云服务同步，Joodle 需要关闭并重启。 你的数据是安全的，重新打开应用后将同步到 iCloud。
zh_hant: 若要啟用 iCloud 同步，Joodle 需要關閉並重新啟動。 你的資料是安全的，重新打開 App 後將同步到 iCloud。

source: To enable sync, you must enable "Saved to iCloud" for Joodle in iCloud Settings: Settings → [Your Name] → iCloud → Saved to iCloud → Joodle.
fr: Pour activer la synchronisation, vous devez activer "Enregistré sur iCloud" pour Joodle dans les réglages iCloud : Réglages → [Votre nom] → iCloud → Enregistré sur iCloud → Joodle.
ja: 同期を有効にするには、iCloud 設定で Joodle の「iCloud に保存」を有効にする必要があります。設定 → [あなたの名前] → iCloud → iCloud に保存 → Joodle。
ko: 동기화를 활성화하려면 iCloud 설정에서 Joodle의 "iCloud에 저장됨"을 켜야 합니다: 설정 → [사용자 이름] → iCloud → iCloud에 저장됨 → Joodle.
tr: Eşitlemeyi açmak için iCloud Ayarları'ndan Joodle için "iCloud'a Kaydedilenler" seçeneğini açmalısın: Ayarlar → [Adın] → iCloud → iCloud'a Kaydedilenler → Joodle.
zh_hans: 要启用同步，你需要在 iCloud 设置中为 Joodle 启用"保存到 iCloud"：设置 → [你的名字] → iCloud → 保存到 iCloud → Joodle。
zh_hant: 若要啟用同步，你必須在 iCloud 設定中為 Joodle 啟用「儲存到 iCloud」：設定 →[你的名稱]→ iCloud → 儲存到 iCloud → Joodle。

source: To start syncing your Joodles to iCloud, Joodle needs to restart. Your Joodle has been saved and will sync after restart.
fr: Pour commencer à synchroniser vos Joodles avec iCloud, Joodle doit redémarrer. Votre Joodle a été enregistré et sera synchronisé après le redémarrage.
ja: Joodle を iCloud に同期し始めるには、Joodle を再起動する必要があります。 Joodle は保存済みで、再起動後に同期されます。
ko: Joodle을 iCloud와 동기화하려면 Joodle을 다시 시작해야 합니다. Joodle은 이미 저장되었으며 재시작 후 동기화됩니다.
tr: Joodle'lerini iCloud ile eşitlemeye başlamak için Joodle'nin yeniden başlaması gerekiyor. Joodle'n kaydedildi ve yeniden başlatmadan sonra eşitlenecek.
zh_hans: 要开始将你的涂鸦同步到 iCloud，Joodle 需要重启。 你的涂鸦已保存，重启后将开始同步。
zh_hant: 若要開始將你的 Joodle 同步到 iCloud，Joodle 需要重新啟動。 你的 Joodle 已儲存，重新啟動後將開始同步。

source: Today
fr: Aujourd'hui
ja: 今日
ko: 오늘
tr: Bugün
zh_hans: 今天
zh_hant: 今天

source: Toggle Sync Off / On
fr: Activer / désactiver la synchronisation
ja: 同期をオフ / オン
ko: 동기화 끄기/켜기 전환
tr: Eşitlemeyi kapat / aç
zh_hans: 切换同步开关
zh_hant: 切換同步開關

source: Tomorrow
fr: Demain
ja: 明日
ko: 내일
tr: Yarın
zh_hans: 明天
zh_hant: 明天

source: Total Entries
fr: Total des entrées
ja: 総エントリー数
ko: 총 기록 수
tr: Toplam kayıt
zh_hans: 记录总数
zh_hant: 記錄總數

source: Trace Doodle From Camera
fr: Tracer un doodle depuis l'appareil photo
ja: カメラから絵をなぞる
ko: 카메라로 그림 따라 그리기
tr: Kameradan çizerek kopyala
zh_hans: 通过相机描摹涂鸦
zh_hant: 透過相機描摹塗鴉

source: Trace over your reference if you like, then tap ✓ to save
fr: Décalquez votre référence si vous le souhaitez, puis appuyez sur ✓ pour enregistrer
ja: 好みに合わせて参照をなぞり、✓ をタップして保存します
ko: 원하면 참조를 따라 그린 다음 ✓를 탭하여 저장하세요
tr: İstersen referansının üzerinden çiz, sonra kaydetmek için ✓ işaretine dokun
zh_hans: 如果愿意，可以描摹参考图，然后点按 ✓ 保存
zh_hant: 可以照著參考圖描摹，然後點一下 ✓ 儲存

source: Trial ends %@
fr: L'essai se termine %@
ja: トライアル終了 %@
ko: 체험 종료일 %@
tr: Deneme bitişi: %@
zh_hans: 试用结束于%@
zh_hant: 試用結束於%@

source: Trial ends %@ • Promo next
fr: L'essai se termine %@ • Promo ensuite
ja: トライアル終了 %@ • 次はプロモ
ko: 체험 종료일 %@ • 다음은 프로모션 적용
tr: Deneme bitişi: %@ • Ardından promosyon
zh_hans: 试用结束于%@ • 接下来将应用促销
zh_hant: 試用結束於%@ • 接著套用促銷

source: Troubleshooting Guide
fr: Guide de dépannage
ja: トラブルシューティングガイド
ko: 문제 해결 가이드
tr: Sorun giderme kılavuzu
zh_hans: 故障排除指南
zh_hant: 疑難排解指南

source: Try disabling iCloud sync, waiting 10 seconds, then re-enabling it. This recreates the sync connection.
fr: Essayez de désactiver la synchronisation iCloud, attendez 10 secondes, puis réactivez-la. Cela recrée la connexion de synchronisation.
ja: iCloud 同期を無効にし、10秒待ってから再度有効にしてみてください。これで同期接続が再作成されます。
ko: iCloud 동기화를 끄고 10초 기다린 뒤 다시 켜 보세요. 동기화 연결을 다시 생성합니다.
tr: iCloud eşitlemesini kapatmayı, 10 saniye beklemeyi, sonra yeniden açmayı dene. Bu, eşitleme bağlantısını yeniden kurar.
zh_hans: 尝试禁用 iCloud 同步，等待 10 秒后重新启用。这将重建同步连接。
zh_hant: 試著停用 iCloud 同步，等待 10 秒後再重新啟用。這會重建同步連線。

source: Try one color a month
fr: Essayez une couleur par mois
ja: 毎月違う色を試そう
ko: 매달 다른 색을 즐겨보세요
tr: Her ay bir renk dene
zh_hans: 每月换一种颜色
zh_hant: 每月換一種顏色

source: Tutorial Complete!
fr: Tutoriel terminé !
ja: チュートリアル完了！
ko: 튜토리얼 완료!
tr: Öğretici tamamlandı!
zh_hans: 教程完成！
zh_hant: 教學完成！

source: Unable to determine iCloud status.
fr: Impossible de déterminer l'état iCloud.
ja: iCloud の状態を判定できません。
ko: iCloud 상태를 확인할 수 없습니다.
tr: iCloud durumu belirlenemiyor.
zh_hans: 无法确定 iCloud 状态。
zh_hant: 無法判斷 iCloud 狀態。
